IDEA StatiCa Open Model
PointResultOfNLA.AxialStrain Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Axial strain
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double AxialStrain { get; set; }
Public Property AxialStrain As Double
	Get
	Set
public:
property double AxialStrain {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointResultOfNLA Class
IdeaRS.OpenModel.Result Namespace